       IDENTIFICATION DIVISION.
       PROGRAM-ID.  HelloWorld.

       PROCEDURE DIVISION.
       Greeting.
          DISPLAY "Hello World".
          STOP RUN.
